<template>
  <div class="about">

    <van-nav-bar title="平台公告" left-text="返回" left-arrow @click-left="onClickLeft" />

    <div class="readme">

        <p>中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法</p>
        <p>中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法</p>
        <p>中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法</p>
        <p>中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法</p>
        <p>中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法</p>
        <p>中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法</p>
        <p>中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法</p>
        <p>中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法</p>
        <p>中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法中国人民共和国刑法</p>

    </div>


</div>
</template>

<script>
    export default {
        data() {
            return {
                activeNames: ['1'],
            }
        },
        methods: {
            onClickLeft() {
                this.$router.go(-1);
            },
        },
    }
</script>

<style lang="scss">
.about {

  .readme {
    color: #969799;
    padding: 1rem;
  }


}
</style>